[
  {
    "name": "Daniel",
    "stockSymbol": "NBIS",
    "analysis": "Nebius is capitalizing on the explosive growth in AI inference, which is projected to account for two-thirds of compute workloads. Hyperscalers such as Microsoft and Meta, constrained by global compute shortages amid a rapidly expanding data center market, are increasingly relying on Nebius for dedicated capacity through multi-billion-dollar contracts. Nebius projects $7–9 billion in annual recurring revenue for 2026, a dramatic increase from $551 million in 2025."
  },
  {
    "name": "Sam",
    "stockSymbol": "NVDA",
    "analysis": "Nvidia has a P/E ratio of 50 and is the LEADER of the AI circle jerk."
  },
  {
    "name": "Szklarek",
    "stockSymbol": "WY",
    "analysis": "Weyerhaeuser controls 10.4 million acres of prime U.S. timberland."
  },
  {
    "name": "Cale",
    "stockSymbol": "NVO",
    "analysis": "I'm betting obesity persits in the new year."
  },
  {
    "name": "Charlie",
    "stockSymbol": "TSLA",
    "analysis": "Elon is very intelligent."
  },
  {
    "name": "Kruse",
    "stockSymbol": "AMTM",
    "analysis": "Amentum’s ~$47 billion backlog anchors multi-year revenue generation across essential government programs. Its focus on defense, cybersecurity, and infrastructure aligns the company with areas of government spending that are typically sustained—or expanded—through economic cycles."
  },
  {
    "name": "Kyle",
    "stockSymbol": "PLTR",
    "analysis": "Your analysis here. Explain why you picked PLTR and your investment thesis in a couple of sentences."
  },
  {
    "name": "Adam",
    "stockSymbol": "JPM",
    "analysis": "JPM lock it in"
  },
  {
    "name": "Carson",
    "stockSymbol": "AMZN",
    "analysis": "Your analysis here. Explain why you picked AMZN and your investment thesis in a couple of sentences."
  },
  {
    "name": "Grant",
    "stockSymbol": "WM",
    "analysis": "I'm a believer that there will always be trash, and with orange man as president $WM is a nice recession resistant cale-esque cereal stock that will be a green highlight on our bloodbath days to come in the new year when Trump opens his mouth "
  },
  {
    "name": "Nick",
    "stockSymbol": "PM",
    "analysis": "Zyn"
  },
  {
    "name": "Pierino",
    "stockSymbol": "CRCL",
    "analysis": "Stable coins go burr and circle are butt buddies with current admin."
  },
  {
    "name": "Greg",
    "stockSymbol": "MU",
    "analysis": "Micron is 1 of the 3 high bandwidth memory suppliers"
  }
]
